export interface Item {
    url: string
    card: string
    title: string
    introduction: string
    price: number
    image: string
}


export const items: Item[][] =
    [[
        {
            url: "plan1/item1",
            card: "獨木舟、SUP體驗營",
            title: "潛能無限探索海洋-獨木舟、SUP體驗營",
            introduction: "透過獨木舟與SUP體驗，讓你享受海邊歡樂時光，搭配著水上樂園一同親近海洋，享受著美好暑假時光！",
            price: 400,
            image: "plan1/1.png",
        },
        {
            url: "plan1/item2",
            card: "基隆雙島海上遊",
            title: "基隆雙島海上遊",
            introduction: "由正濱漁港登船出發往八尺門，前往基隆嶼繞島觀光，並於回程時繞行和平島外側欣賞阿拉寶灣風景，沿途搭配在地小吃與專業導覽人員。",
            price: 2500,
            image: "plan1/2.png",
        },
        {
            url: "plan1/item3",
            card: "基隆嶼划船趣",
            title: "基隆嶼划船趣",
            introduction: "由正濱漁港登船出發往八尺門，前往基隆嶼繞島觀光，並在基隆嶼下錨讓大家下水玩樂，由專業人員帶領教學SUP滑行與浮潛活動。",
            price: 2500,
            image: "plan1/3.png",
        },
        {
            url: "plan1/item4",
            card: "親子共漁樂",
            title: "親子共漁樂",
            introduction: "由正濱漁港登船出發往和平島，導覽阿拉寶灣、和平島特殊奇岩景觀與協和電廠，並於島嶼外海進行海釣體驗。",
            price: 3000,
            image: "plan1/4.png",
        }
    ], [
        {
            url: "plan2/item1",
            card: "海遊學堂個人教材包",
            title: "海遊學堂個人教材包-真是蟹囉、珊衫來遲、考古奇兵、漁民的禮物、藻點魚見你、海洋酸溜溜、奧妙的生命週期、厚你攬條條",
            introduction: "透過獨木舟與SUP體驗，讓你享受海邊歡樂時光，搭配著水上樂園一同親近海洋，享受著美好暑假時光！",
            price: 250,
            image: "plan2/2-1(1).png",
        },
        {
            url: "plan2/item2",
            card: "海遊學堂-海遊盒子",
            title: "海遊學堂-海遊盒子",
            introduction: "如果想要一次體驗多個海遊學堂的課，可以選購海遊盒子，內涵6種教案，可以根據自己想要的教案任意搭配，所有經典教案都在裡頭。",
            price: 1500,
            image: "plan2/2-2(1).png",
        },
        {
            url: "plan2/item3",
            card: "王船祭VR體驗券",
            title: "和平島王船祭活動體驗！線上VR體驗活動券",
            introduction: "研究生物骨骼的方法多樣，在透明骨骼染色法中，使用特殊化學藥品將生物的肌肉組織透明化，再使用特殊染料將骨骼染色，呈現出極美的紅藍色彩。透明魚骨標本不僅外觀美觀，適合作為裝飾或觀賞使用，也是送禮的絕佳選擇。",
            price: 100,
            image: "plan2/2-3(1).jpg",
        },
        {
            url: "plan2/item4",
            card: "親子共漁樂",
            title: "親子共漁樂",
            introduction: "探索台灣文化瑰寶，透過和平島王船祭活動，即刻啟程線上VR體驗！穿越時空，沉浸在神聖的儀式中，感受悠久傳統的震撼與美感。我們為您準備了獨家活動券，透過虛擬現實技術，體驗古老的王船儀式，讓您無須離開家門，深刻體驗台灣獨特文化底蘊，感受和平島的神祕魅力，藉此VR之旅，重拾對於傳統活動的愛與敬意。",
            price: 3000,
            image: "plan1/4.png",
        }
    ],
    [
        {
            url: "plan3/item1",
            card: "VR獨木舟體驗券",
            title: "和平島海上活動體驗！VR獨木舟體驗活動券",
            introduction: "渴望在家中感受此項海上活動嗎？現在，透過我們的線上VR獨木舟體驗券，您可以在不需海域環境及不需更換任何裝備的情況下，沉浸虛擬及划槳的體驗中！",
            price: 100,
            image: "plan3/canoe.jpg",
        },
        {
            url: "plan3/item2",
            card: "VR獨木舟遊玩券",
            title: "遊歷和平島夢幻體驗！線上VR獨木舟遊玩券",
            introduction: "追溯古今，探索過去的每一刻，我們引以為傲地呈現線上歷史故事導覽服務。這不僅是一次博物館之旅，更是一趟穿越時光的冒險。透過深情的語音解說，您將被引領進入歷史的繁星點點中，聆聽每一個激動人心的故事，重現歷史的風華。",
            price: 100,
            image: "plan3/museum.jpg",
        },
        {
            url: "plan3/item3",
            card: "線上語音故事券",
            title: "搭上時光機探索和平島！線上語音故事券(博物館互動限定)",
            introduction: "踏上和平島的奇幻之旅，體驗知名在地景點。我們為您量身打造的暢遊和平島知名景點特色行程，將帶您進入各景點展區，搭配歷史特色互動遊戲，更加認識場景裡史背景集故事！",
            price: 200,
            image: "plan3/gamemap.jpg",
        },
    ], [
        {
            url: "plan4/item1",
            card: "王船鑰匙圈",
            title: "王船鑰匙圈",
            introduction: "其中核心設計理念為和平島社靈廟王船，將王船設計成鑰匙圈的形式，經過火的鑰匙圈，讓使用者可隨時帶在身邊，保佑自己平安順遂。",
            price: 100,
            image: "plan4/4-1(1).png",
        },
        {
            url: "plan4/item2",
            card: "王船造型毛巾",
            title: "王船造型毛巾",
            introduction: "使用族群設定為和平島社靈廟王船文化祭遶境之參與者，將毛巾摺成王船造型，可加強與使用者的互動性，有助地方特色文化產業的加值。",
            price: 350,
            image: "plan4/4-2(1).png",
        },
        {
            url: "plan4/item3",
            card: "王船感溫變色馬克杯",
            title: "王船感溫變色馬克杯",
            introduction: "以和平島社靈廟海上遊江祭典活動做為產品之發想主軸，並加入海上遶境時的北管船隻及載信徒參與的小遊艇，以感溫的意象來連結台語「感恩」之意，感謝王爺的庇佑。",
            price: 350,
            image: "plan4/4-3(1).jpg",
        }
    ], [
        {
            url: "plan5/item1",
            card: "藻萃亮白保水面膜",
            title: "藻萃亮白保水面膜",
            introduction: "本產品使用東北角在地特產石花菜，透過高溫取得萃取液，添加於面膜精華液中，石花菜具有豐富海藻凝膠，有助於肌膚吸收營養，保持濕潤，且海藻萃取物抗氧化物質，如：多酚及類黃酮，幫助角質代謝，排除老化肌膚，此外亦富含水溶性蛋白、胺基酸與維生素，補充肌膚營養，維持透亮。",
            price: 320,
            image: "plan5/5-1.jpg",
        },
        {
            url: "plan5/item2",
            card: "藻萃物理性潤澤防曬乳",
            title: "藻萃物理性潤澤防曬乳",
            introduction: "和平島位於東北角海岸，具有獨特地理優勢，造就豐富海域資源，其中不乏魚類與海藻，本產品以「海藻」與「永續海洋」為主軸進行產業加值開發在地特色商品，期望能以特殊的水產品，開發成本場域特色的在地特色商品。",
            price: 320,
            image: "plan5/5-2.jpg",
        },
        {
            url: "plan5/item3",
            card: "海藻魚酥棒",
            title: "海藻魚酥棒",
            introduction: "和平島位於東北角海岸，具有獨特地理優勢，造就豐富海域資源，其中不乏魚類與海藻，本產品以「海藻」與「永續海洋」為主軸進行產業加值開發在地特色商品，期望能以特殊的水產品，開發成本場域特色的在地特色商品。",
            price: 130,
            image: "plan5/5-3(1).jpg",
        }
    ]]